[
  "“I'm not afraid of death; I just don't want to be there when it happens.” ― Woody Allen",
  "“To the well-organized mind death is but the next great adventure.” ― J.K. Rowling Harry Potter and the Sorcerer's Stone",
  "“Love never dies a natural death. It dies because we don't know how to replenish its source. It dies of blindness and errors and betrayals. It dies of illness and wounds; it dies of weariness of witherings of tarnishings.” ― Anais Nin",
  "“I wish it need not have happened in my time\" said Frodo.\"So do I\" said Gandalf \"and so do all who live to see such times. But that is not for them to decide. All we have to decide is what to do with the time that is given us.” ― J.R.R. Tolkien The Fellowship of the Ring",
  "“I'm the one that's got to die when it's time for me to die so let me live my life the way I want to.” ― Jimi Hendrix The Jimi Hendrix Experience - Axis: Bold as Love",
  "“The fear of death follows from the fear of life. A man who lives fully is prepared to die at any time.” ― Mark Twain",
  "“Death ends a life not a relationship.” ― Mitch Albom Tuesdays with Morrie",
  "“Death's got an Invisibility Cloak?\" Harry interrupted again.\"So he can sneak up on people\" said Ron. \"Sometimes he gets bored of running at them flapping his arms and shrieking...” ― J.K. Rowling Harry Potter and the Deathly Hallows",
  "“I DON'T CARE!\" Harry yelled at them snatching up a lunascope and throwing it into the fireplace. \"I'VE HAD ENOUGH I'VE SEEN ENOUGH I WANT OUT I WANT IT TO END I DON'T CARE ANYMORE!\"\"You do care\" said Dumbledore. He had not flinched or made a single move to stop Harry demolishing his office. His expression was calm almost detached. \"You care so much you feel as though you will bleed to death with the pain of it.” ― J.K. Rowling Harry Potter and the Order of the Phoenix",
  "“It is a curious thing the death of a loved one. We all know that our time in this world is limited and that eventually all of us will end up underneath some sheet never to wake up. And yet it is always a surprise when it happens to someone we know. It is like walking up the stairs to your bedroom in the dark and thinking there is one more stair than there is. Your foot falls down through the air and there is a sickly moment of dark surprise as you try and readjust the way you thought of things.” ― Lemony Snicket Horseradish: Bitter Truths You Can't Avoid",
  "“A thing is not necessarily true because a man dies for it.” ― Oscar Wilde",
  "“It is said that your life flashes before your eyes just before you die. That is true it's called Life.” ― Terry Pratchett The Last Continent",
  "“I do not fear death. I had been dead for billions and billions of years before I was born and had not suffered the slightest inconvenience from it.” ― Mark Twain",
  "“I don't want to die without any scars.” ― Chuck Palahniuk Fight Club",
  "“When he shall dieTake him and cut him out in little starsAnd he will make the face of heaven so fineThat all the world will be in love with nightAnd pay no worship to the garish sun.” ― William Shakespeare Romeo and Juliet",
  "“Life should not be a journey to the grave with the intention of arriving safely in a pretty and well preserved body but rather to skid in broadside in a cloud of smoke thoroughly used up totally worn out and loudly proclaiming \"Wow! What a Ride!” ― Hunter S. Thompson The Proud Highway: Saga of a Desperate Southern Gentleman 1955-1967",
  "“It kills me sometimes how people die.” ― Markus Zusak The Book Thief",
  "“Unbeing dead isn't being alive.” ― E. E. Cummings",
  "“My dearFind what you love and let it kill you.Let it drain you of your all. Let it cling onto your back and weigh you down into eventual nothingness.Let it kill you and let it devour your remains.For all things will kill you both slowly and fastly but it’s much better to be killed by a lover.~ Falsely yours” ― Kinky Friedman",
  "“Life is for the living.Death is for the dead.Let life be like music. And death a note unsaid.” ― Langston Hughes The Collected Poems",
  "“You'll stay with me?'Until the very end' said James.” ― J. K. Rowling Harry Potter and the Deathly Hallows",
  "“I go to seek a Great Perhaps.” ― François Rabelais",
  "“Things we lose have a way of coming back to us in the end if not always in the way we expect.” ― JK Rowling Harry Potter and the Order of the Phoenix",
  "“We are all alone born alone die alone and—in spite of True Romance magazines—we shall all someday look back on our lives and see that in spite of our company we were alone the whole way. I do not say lonely—at least not all the time—but essentially and finally alone. This is what makes your self-respect so important and I don't see how you can respect yourself if you must look in the hearts and minds of others for your happiness.” ― Hunter S. Thompson The Proud Highway: Saga of a Desperate Southern Gentleman 1955-1967",
  "“That was the thing. You never got used to it the idea of someone being gone. Just when you think it's reconciled accepted someone points it out to you and it just hits you all over again that shocking.” ― Sarah Dessen The Truth About Forever",
  "“If you gave someone your heart and they died did they take it with them? Did you spend the rest of forever with a hole inside you that couldn't be filled?” ― Jodi Picoult Nineteen Minutes",
  "“Even death has a heart.” ― Markus Zusak The Book Thief",
  "“Don't feel bad I'm usually about to die.” ― Rick Riordan The Battle of the Labyrinth",
  "“To be or not to be: that is the question:Whether 'tis nobler in the mind to sufferThe slings and arrows of outrageous fortuneOr to take arms against a sea of troublesAnd by opposing end them? To die: to sleep;No more; and by a sleep to say we endThe heart-ache and the thousand natural shocksThat flesh is heir to 'tis a consummationDevoutly to be wish'd. To die to sleep;To sleep: perchance to dream: ay there's the rub;For in that sleep of death what dreams may comeWhen we have shuffled off this mortal coilMust give us pause: there's the respectThat makes calamity of so long life;For who would bear the whips and scorns of timeThe oppressor's wrong the proud man's contumelyThe pangs of despised love the law's delayThe insolence of office and the spurnsThat patient merit of the unworthy takesWhen he himself might his quietus makeWith a bare bodkin? who would fardels bearTo grunt and sweat under a weary lifeBut that the dread of something after deathThe undiscover'd country from whose bournNo traveller returns puzzles the willAnd makes us rather bear those ills we haveThan fly to others that we know not of?Thus conscience does make cowards of us all;And thus the native hue of resolutionIs sicklied o'er with the pale cast of thoughtAnd enterprises of great pith and momentWith this regard their currents turn awryAnd lose the name of action.--Soft you now!The fair Ophelia! Nymph in thy orisonsBe all my sins remember'd!” ― William Shakespeare Hamlet",
  "“When people don't express themselves they die one piece at a time.” ― Laurie Halse Anderson Speak"
]