[
  "“ The Paradoxical Commandments People are illogical unreasonable and self-centered.Love them anyway.If you do good people will accuse you of selfish ulterior motives.Do good anyway.If you are successful you will win false friends and true enemies.Succeed anyway.The good you do today will be forgotten tomorrow.Do good anyway.Honesty and frankness make you vulnerable.Be honest and frank anyway.The biggest men and women with the biggest ideas can be shot down by the smallest men and women with the smallest minds.Think big anyway.People favor underdogs but follow only top dogs.Fight for a few underdogs anyway.What you spend years building may be destroyed overnight.Build anyway.People really need help but may attack you if you do help them.Help people anyway.Give the world the best you have and you'll get kicked in the teeth.Give the world the best you have anyway.” ― Kent M. Keith The Silent Revolution: Dynamic Leadership in the Student Council",
  "“For every minute you are angry you lose sixty seconds of happiness.” ― Ralph Waldo Emerson",
  "“Love is that condition in which the happiness of another person is essential to your own.” ― Robert A. Heinlein Stranger in a Strange Land",
  "“Folks are usually about as happy as they make their minds up to be.” ― Abraham Lincoln",
  "“Time you enjoy wasting is not wasted time.” ― Marthe Troly-Curtin Phrynette Married",
  "“It's so hard to forget pain but it's even harder to remember sweetness. We have no scar to show for happiness. We learn so little from peace.” ― Chuck Palahniuk Diary",
  "“Happiness in intelligent people is the rarest thing I know.” ― Ernest Hemingway The Garden of Eden",
  "“You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.” ― Albert Camus",
  "“The Seven Social Sins are: Wealth without work. Pleasure without conscience. Knowledge without character. Commerce without morality. Science without humanity. Worship without sacrifice. Politics without principle.From a sermon given by Frederick Lewis Donaldson in Westminster Abbey London on March 20 1925.” ― Frederick Lewis Donaldson",
  "“Happiness is when what you think what you say and what you do are in harmony.” ― Mahatma Gandhi",
  "“Every man has his secret sorrows which the world knows not; and often times we call a man cold when he is only sad.” ― Henry Wadsworth Longfellow",
  "“There's nothing like deep breaths after laughing that hard. Nothing in the world like a sore stomach for the right reasons.” ― Stephen Chbosky The Perks of Being a Wallflower",
  "“Count your age by friends not years. Count your life by smiles not tears.” ― John Lennon",
  "“Happiness is not something ready made. It comes from your own actions.” ― Dalai Lama XIV",
  "“Promise YourselfTo be so strong that nothingcan disturb your peace of mind.To talk health happiness and prosperityto every person you meet.To make all your friends feelthat there is something in themTo look at the sunny side of everythingand make your optimism come true.To think only the best to work only for the bestand to expect only the best.To be just as enthusiastic about the success of othersas you are about your own.To forget the mistakes of the pastand press on to the greater achievements of the future.To wear a cheerful countenance at all timesand give every living creature you meet a smile.To give so much time to the improvement of yourselfthat you have no time to criticize others.To be too large for worry too noble for anger too strong for fearand too happy to permit the presence of trouble.To think well of yourself and to proclaim this fact to the worldnot in loud words but great deeds.To live in faith that the whole world is on your sideso long as you are true to the best that is in you.” ― Christian D. Larson Your Forces and How to Use Them",
  "“If more of us valued food and cheer and song above hoarded gold it would be a merrier world.” ― J.R.R. Tolkien",
  "“Attitude is a choice. Happiness is a choice. Optimism is a choice. Kindness is a choice. Giving is a choice. Respect is a choice. Whatever choice you make makes you. Choose wisely.” ― Roy T. Bennett The Light in the Heart",
  "“They say a person needs just three things to be truly happy in this world: someone to love something to do and something to hope for.” ― Tom Bodett",
  "“Take responsibility of your own happiness never put it in other people’s hands.” ― Roy T. Bennett The Light in the Heart",
  "“The most important thing is to enjoy your life—to be happy—it's all that matters.” ― Audrey Hepburn",
  "“Happiness is a warm puppy.” ― Charles M. Schulz",
  "“You cannot protect yourself from sadness without protecting yourself from happiness.” ― Jonathan Safran Foer",
  "“Don’t waste your time in anger regrets worries and grudges. Life is too short to be unhappy.” ― Roy T. Bennett",
  "“It isn't what you have or who you are or where you are or what you are doing that makes you happy or unhappy. It is what you think about it.” ― Dale Carnegie How to Win Friends and Influence People",
  "“Even if you cannot change all the people around you you can change the people you choose to be around. Life is too short to waste your time on people who don’t respect appreciate and value you. Spend your life with people who make you smile laugh and feel loved.” ― Roy T. Bennett The Light in the Heart",
  "“No medicine cures what happiness cannot.” ― Gabriel García Márquez",
  "“Happiness is having a large loving caring close-knit family in another city.” ― George Burns",
  "“Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom.” ― Marcel Proust",
  "“If you want to be happy do not dwell in the past do not worry about the future focus on living fully in the present.” ― Roy T. Bennett The Light in the Heart",
  "“I felt my lungs inflate with the onrush of scenery—air mountains trees people. I thought \"This is what it is to be happy.” ― Sylvia Plath The Bell Jar"
]