[
  "“Yesterday is history tomorrow is a mystery today is a gift of God which is why we call it the present.” ― Bill Keane",
  "“Listen to the mustn'ts child. Listen to the don'ts. Listen to the shouldn'ts the impossibles the won'ts. Listen to the never haves then listen close to me... Anything can happen child. Anything can be.” ― Shel Silverstein",
  "“You may say I'm a dreamer but I'm not the only one. I hope someday you'll join us. And the world will live as one.” ― John Lennon",
  "“When we love we always strive to become better than we are. When we strive to become better than we are everything around us becomes better too.” ― Paulo Coelho The Alchemist",
  "“Hold fast to dreamsFor if dreams dieLife is a broken-winged birdThat cannot fly.” ― Langston Hughes",
  "“I like the night. Without the dark we'd never see the stars.” ― Stephenie Meyer Twilight",
  "“It's really a wonder that I haven't dropped all my ideals because they seem so absurd and impossible to carry out. Yet I keep them because in spite of everything I still believe that people are really good at heart.” ― Anne Frank The Diary of a Young Girl",
  "“I believe that imagination is stronger than knowledge. That myth is more potent than history. That dreams are more powerful than facts. That hope always triumphs over experience. That laughter is the only cure for grief. And I believe that love is stronger than death.” ― Robert Fulghum All I Really Need to Know I Learned in Kindergarten: Uncommon Thoughts On Common Things",
  "“Hope is the thing with feathers That perches in the soul And sings the tune without the words And never stops at all.” ― Emily Dickinson",
  "“If you're reading this...Congratulations you're alive.If that's not something to smile aboutthen I don't know what is.” ― Chad Sugg Monsters Under Your Head",
  "“There is neither happiness nor misery in the world; there is only the comparison of one state with another nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die Morrel that we may appreciate the enjoyments of life. \" Live then and be happy beloved children of my heart and never forget that until the day God will deign to reveal the future to man all human wisdom is contained in these two words 'Wait and Hope.” ― Alexandre Dumas",
  "“They say a person needs just three things to be truly happy in this world: someone to love something to do and something to hope for.” ― Tom Bodett",
  "“The world is indeed full of peril and in it there are many dark places; but still there is much that is fair and though in all lands love is now mingled with grief it grows perhaps the greater.” ― J.R.R. Tolkien The Fellowship of the Ring",
  "“You cannot swim for new horizons until you have courage to lose sight of the shore.” ― William Faulkner",
  "“And now these three remain: faith hope and love. But the greatest of these is love.” ― Anonymous The Holy Bible: King James Version",
  "“But I know somehow that only when it is dark enough can you see the stars.” ― Martin Luther King Jr.",
  "“Life's under no obligation to give us what we expect.” ― Margaret Mitchell",
  "“If pain must come may it come quickly. Because I have a life to live and I need to live it in the best way possible. If he has to make a choice may he make it now. Then I will either wait for him or forget him.” ― Paulo Coelho By the River Piedra I Sat Down and Wept",
  "“Blessed is he who expects nothing for he shall never be disappointed.” ― Alexander Pope",
  "“The things you do for yourself are gone when you are gone but the things you do for others remain as your legacy.” ― Kalu Ndukwe Kalu",
  "“HopeSmiles from the threshold of the year to come Whispering 'it will be happier'...” ― Alfred Lord Tennyson",
  "“Never lose hope. Storms make people stronger and never last forever.” ― Roy T. Bennett The Light in the Heart",
  "“The very least you can do in your life is figure out what you hope for. And the most you can do is live inside that hope. Not admire it from a distance but live right in it under its roof.” ― Barbara Kingsolver Animal Dreams",
  "“You can cut all the flowers but you cannot keep Spring from coming.” ― Pablo Neruda",
  "“Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.” ― José N. Harris MI VIDA: A Story of Faith Hope and Love",
  "“Anyway I keep picturing all these little kids playing some game in this big field of rye and all. Thousands of little kids and nobody's around - nobody big I mean - except me. And I'm standing on the edge of some crazy cliff. What I have to do I have to catch everybody if they start to go over the cliff - I mean if they're running and they don't look where they're going I have to come out from somewhere and catch them. That's all I do all day. I'd just be the catcher in the rye and all. I know it's crazy but that's the only thing I'd really like to be.” ― J. D. Salinger The Catcher in the Rye",
  "“Maybe everyone can live beyond what they're capable of.” ― Markus Zusak I Am the Messenger",
  "“It's amazing how a little tomorrow can make up for a whole lot of yesterday.” ― John Guare Landscape of the Body",
  "“I have come to accept the feeling of not knowing where I am going. And I have trained myself to love it. Because it is only when we are suspended in mid-air with no landing in sight that we force our wings to unravel and alas begin our flight. And as we fly we still may not know where we are going to. But the miracle is in the unfolding of the wings. You may not know where you're going but you know that so long as you spread your wings the winds will carry you.” ― C. JoyBell C.",
  "“In a time of destruction create something.” ― Maxine Hong Kingston"
]