[
  "“So many books so little time.” ― Frank Zappa",
  "“Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.” ― Albert Einstein",
  "“You only live once but if you do it right once is enough.” ― Mae West",
  "“Insanity is doing the same thing over and over again but expecting different results.” ― Narcotics Anonymous",
  "“The person be it gentleman or lady who has not pleasure in a good novel must be intolerably stupid.” ― Jane Austen Northanger Abbey",
  "“Outside of a dog a book is man's best friend. Inside of a dog it's too dark to read.” ― Groucho Marx The Essential Groucho: Writings For By And About Groucho Marx",
  "“A day without sunshine is like you know night.” ― Steve Martin",
  "“I love deadlines. I love the whooshing noise they make as they go by.” ― Douglas Adams The Salmon of Doubt: Hitchhiking the Galaxy One Last Time",
  "“Anyone who thinks sitting in church can make you a Christian must also think that sitting in a garage can make you a car.” ― Garrison Keillor",
  "“Women and cats will do as they please and men and dogs should relax and get used to the idea.” ― Robert A. Heinlein",
  "“All you need is love. But a little chocolate now and then doesn't hurt.” ― Charles M. Schulz",
  "“Beauty is in the eye of the beholder and it may be necessary from time to time to give a stupid or misinformed beholder a black eye.” ― Jim Henson",
  "“I'm not afraid of death; I just don't want to be there when it happens.” ― Woody Allen",
  "“Whenever I feel the need to exercise I lie down until it goes away.” ― Paul Terry",
  "“The story so far:In the beginning the Universe was created.This has made a lot of people very angry and been widely regarded as a bad move.” ― Douglas Adams The Restaurant at the End of the Universe",
  "“I find television very educating. Every time somebody turns on the set I go into the other room and read a book.” ― Groucho Marx",
  "“Some people never go crazy. What truly horrible lives they must lead.” ― Charles Bukowski",
  "“Saying 'I notice you're a nerd' is like saying 'Hey I notice that you'd rather be intelligent than be stupid that you'd rather be thoughtful than be vapid that you believe that there are things that matter more than the arrest record of Lindsay Lohan. Why is that?' In fact it seems to me that most contemporary insults are pretty lame. Even 'lame' is kind of lame. Saying 'You're lame' is like saying 'You walk with a limp.' Yeah whatever so does 50 Cent and he's done all right for himself.” ― John Green",
  "“The trouble with having an open mind of course is that people will insist on coming along and trying to put things in it.” ― Terry Pratchett Diggers",
  "“Reality continues to ruin my life.” ― Bill Watterson The Complete Calvin and Hobbes",
  "“Go to heaven for the climate and hell for the company.” ― Benjamin Franklin Wade",
  "“The reason I talk to myself is because I’m the only one whose answers I accept.” ― George Carlin",
  "“I am free of all prejudice. I hate everyone equally. ” ― W.C. Fields",
  "“I love mankind ... it's people I can't stand!!” ― Charles M. Schulz",
  "“A lady's imagination is very rapid; it jumps from admiration to love from love to matrimony in a moment.” ― Jane Austen Pride and Prejudice",
  "“Remember we're madly in love so it's all right to kiss me anytime you feel like it.” ― Suzanne Collins The Hunger Games",
  "“It’s no use going back to yesterday because I was a different person then.” ― Lewis Carroll",
  "“Be nice to nerds. You may end up working for them. We all could.” ― Charles J. Sykes Dumbing Down Our Kids: Why American Children Feel Good About Themselves But Can't Read Write or Add",
  "“Do you remember me telling you we are practicing non-verbal spells Potter?\"\"Yes\" said Harry stiffly.\"Yes sir.\"\"There's no need to call me \"sir\" Professor.\"The words had escaped him before he knew what he was saying.” ― J.K. Rowling Harry Potter and the Half-Blood Prince",
  "“Jesus!\" Luke exclaimed.\"Actually it's just me\" said Simon. \"Although I've been told the resemblance is startling.” ― Cassandra Clare"
]