[
  "“Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.” ― Albert Einstein",
  "“Be the change that you wish to see in the world.” ― Mahatma Gandhi",
  "“Without music life would be a mistake.” ― Friedrich Nietzsche Twilight of the Idols",
  "“The opposite of love is not hate it's indifference. The opposite of art is not ugliness it's indifference. The opposite of faith is not heresy it's indifference. And the opposite of life is not death it's indifference.” ― Elie Wiesel",
  "“Go to heaven for the climate and hell for the company.” ― Benjamin Franklin Wade",
  "“A day without laughter is a day wasted.” ― Nicolas Chamfort",
  "“Have you ever noticed how ‘What the hell’ is always the right decision to make?” ― Terry Johnson Insignificance",
  "“How wonderful it is that nobody need wait a single moment before starting to improve the world.” ― Anne Frank Anne Frank's Tales from the Secret Annex: A Collection of Her Short Stories Fables and Lesser-Known Writings",
  "“Never doubt that a small group of thoughtful committed citizens can change the world. Indeed it is the only thing that ever has.” ― Margaret Mead",
  "“You talk when you cease to be at peace with your thoughts.” ― Kahlil Gibran The Prophet",
  "“Man is the only creature who refuses to be what he is.” ― Albert Camus",
  "“May you live every day of your life.” ― Jonathan Swift",
  "“We have to dare to be ourselves however frightening or strange that self may prove to be.” ― May Sarton",
  "“One remember to look up at the stars and not down at your feet. Two never give up work. Work gives you meaning and purpose and life is empty without it. Three if you are lucky enough to find love remember it is there and don't throw it away.” ― Stephen Hawking",
  "“If a cluttered desk is a sign of a cluttered mind of what then is an empty desk a sign?” ― Laurence J. Peter",
  "“There is nothing either good or bad but thinking makes it so.” ― William Shakespear Hamlet",
  "“It is hard enough to remember my opinions without also remembering my reasons for them!” ― Friedrich Nietzsche",
  "“Never let your sense of morals prevent you from doing what is right.” ― Isaac Asimov Foundation",
  "“A human being is a part of the whole called by us universe a part limited in time and space. He experiences himself his thoughts and feeling as something separated from the rest a kind of optical delusion of his consciousness. This delusion is a kind of prison for us restricting us to our personal desires and to affection for a few persons nearest to us. Our task must be to free ourselves from this prison by widening our circle of compassion to embrace all living creatures and the whole of nature in its beauty.” ― Albert Einstein",
  "“You do not write your life with words...You write it with actions. What you think is not important. It is only important what you do.” ― Patrick Ness A Monster Calls",
  "“Simplicity patience compassion.These three are your greatest treasures.Simple in actions and thoughts you return to the source of being.Patient with both friends and enemiesyou accord with the way things are.Compassionate toward yourselfyou reconcile all beings in the world.” ― Lao Tzu Tao Te Ching",
  "“Fantasy is escapist and that is its glory. If a soldier is imprisioned by the enemy don't we consider it his duty to escape?. . .If we value the freedom of mind and soul if we're partisans of liberty then it's our plain duty to escape and to take as many people with us as we can!” ― J.R.R. Tolkien",
  "“Without deviation from the norm progress is not possible.” ― Frank Zappa",
  "“Trust yourself. You know more than you think you do.” ― Benjamin Spock",
  "“Do not fear to be eccentric in opinion for every opinion now accepted was once eccentric.” ― Bertrand Russell",
  "“The most beautiful experience we can have is the mysterious. It is the fundamental emotion that stands at the cradle of true art and true science.” ― Albert Einstein The World As I See It",
  "“There may be times when we are powerless to prevent injustice but there must never be a time when we fail to protest.” ― Elie Wiesel",
  "“Think left and think right and think low and think high. Oh the thinks you can think up if only you try!” ― Dr. Seuss",
  "“A woman has to live her life or live to repent not having lived it.” ― D.H. Lawrence Lady Chatterley's Lover",
  "“I was within and without simultaneously enchanted and repelled by the inexhaustible variety of life.” ― Fitzgerald F. Scott The Great Gatsby"
]