[
  "“All that is gold does not glitterNot all those who wander are lost;The old that is strong does not witherDeep roots are not reached by the frost.From the ashes a fire shall be wokenA light from the shadows shall spring;Renewed shall be blade that was brokenThe crownless again shall be king.” ― J.R.R. Tolkien The Fellowship of the Ring",
  "“I love you without knowing how or when or from where. I love you simply without problems or pride: I love you in this way because I do not know any other way of loving but this in which there is no I or you so intimate that your hand upon my chest is my hand so intimate that when I fall asleep your eyes close.” ― Pablo Neruda 100 Love Sonnets",
  "“I love you as certain dark things are to be loved in secret between the shadow and the soul.” ― Pablo Neruda 100 Love Sonnets",
  "“Only the very weak-minded refuse to be influenced by literature and poetry.” ― Cassandra Clare Clockwork Angel",
  "“Music expresses that which cannot be put into words and that which cannot remain silent” ― Victor Hugo",
  "“The Road Not TakenTwo roads diverged in a yellow woodAnd sorry I could not travel both\tAnd be one traveler long I stood\tAnd looked down one as far as I could\tTo where it bent in the undergrowth; Then took the other as just as fair\tAnd having perhaps the better claim\tBecause it was grassy and wanted wear;\tThough as for that the passing there\tHad worn them really about the same And both that morning equally lay\tIn leaves no step had trodden black.\tOh I kept the first for another day!\tYet knowing how way leads on to way\tI doubted if I should ever come back. I shall be telling this with a sigh\tSomewhere ages and ages hence:\tTwo roads diverged in a wood and I—\tI took the one less traveled by\tAnd that has made all the difference.” ― Robert Frost",
  "“We love the things we love for what they are.” ― Robert Frost",
  "“You talk when you cease to be at peace with your thoughts.” ― Kahlil Gibran The Prophet",
  "“I carry your heart with me (I carry it in my heart)I am never without it (anywhereI go you gomy dear; and whatever is done by only me is your doingmy darling)I fear no fate (for you are my fatemy sweet)I want no world (for beautiful you are my worldmy true)and it's you are whatever a moon has always meant and whatever a sun will always sing is youhere is the deepest secret nobody knows(here is the root of the root and the bud of the bud and the sky of the sky of a tree called life; which growshigher than the soul can hope or mind can hide)and this is the wonder that's keeping the stars apartI carry your heart (I carry it in my heart)” ― E.E. Cummings",
  "“Every heart sings a song incomplete until another heart whispers back. Those who wish to sing always find a song. At the touch of a lover everyone becomes a poet.” ― Plato",
  "“Tell me what is it you plan to do with your one wild and precious life?” ― Mary Oliver",
  "“If you're reading this...Congratulations you're alive.If that's not something to smile aboutthen I don't know what is.” ― Chad Sugg Monsters Under Your Head",
  "“I have loved the stars too fondly to be fearful of the night.” ― Sarah Williams",
  "“Painting is poetry that is seen rather than felt and poetry is painting that is felt rather than seen.” ― Leonardo da Vinci",
  "“To be nobody but yourself in a world which is doing its best day and night to make you like everybody else means to fight the hardest battle which any human being can fight and never stop fighting.” ― E.E. Cummings",
  "“Resist much obey little.” ― Walt Whitman Leaves of Grass",
  "“Unbeing dead isn't being alive.” ― E. E. Cummings",
  "“You do not have to be good.You do not have to walk on your kneesfor a hundred miles through the desert repenting.You only have to let the soft animal of your body love what it loves.Tell me about despair yours and I will tell you mine.Meanwhile the world goes on.Meanwhile the sun and the clear pebbles of the rainare moving across the landscapesover the prairies and the deep treesthe mountains and the rivers.Meanwhile the wild geese high in the clean blue airare heading home again.Whoever you are no matter how lonelythe world offers itself to your imaginationcalls to you like the wild geese harsh and exciting –over and over announcing your placein the family of things.” ― Mary Oliver",
  "“A poem begins as a lump in the throat a sense of wrong a homesickness a lovesickness.” ― Robert Frost",
  "“Poets have been mysteriously silent on the subject of cheese.” ― G.K. Chesterton Alarms and Discursions",
  "“Some say the world will end in fireSome say in ice.From what I've tasted of desireI hold with those who favor fire. But if it had to perish twiceI think I know enough of hateTo say that for destruction iceIs also greatAnd would suffice.” ― Robert Frost",
  "“Trees are poems the earth writes upon the sky We fell them down and turn them into paperThat we may record our emptiness.” ― Kahlil Gibran",
  "“One ought every day at least to hear a little song read a good poem see a fine picture and if it were possible to speak a few reasonable words.” ― Johann Wolfgang von Goethe Wilhelm Meister's Apprenticeship",
  "“I shut my eyes and all the world drops dead; I lift my eyes and all is born again.” ― Sylvia Plath The Bell Jar",
  "“I crave your mouth your voice your hair.Silent and starving I prowl through the streets. Bread does not nourish me dawn disrupts me all day I hunt for the liquid measure of your steps. I hunger for your sleek laugh your hands the color of a savage harvest hunger for the pale stones of your fingernails I want to eat your skin like a whole almond. I want to eat the sunbeam flaring in your lovely body the sovereign nose of your arrogant face I want to eat the fleeting shade of your lashes and I pace around hungry sniffing the twilight hunting for you for your hot heart Like a puma in the barrens of Quitratue.” ― Pablo Neruda",
  "“What is that you express in your eyes? It seems to me more than all the print I have read in my life.” ― Walt Whitman",
  "“If you are a dreamer come inIf you are a dreamer a wisher a liarA hoper a pray-er a magic-bean-buyerIf youre a pretender com sit by my fireFor we have some flax golden tales to spinCome in! Come in!” ― Shel Silverstein",
  "“Still round the corner there may wait A new road or a secret gateAnd though I oft have passed them by A day will come at last when IShall take the hidden paths that run West of the Moon East of the Sun.” ― J.R.R. Tolkien",
  "“She seems so cool so focused so quiet yet her eyes remain fixed upon the horizon. You think you know all there is to know about her immediately upon meeting her but everything you think you know is wrong. Passion flows through her like a river of blood. She only looked away for a moment and the mask slipped and you fell. All your tomorrows start here.” ― Neil Gaiman Fragile Things: Short Fictions and Wonders",
  "“Only those who will risk going too far can possibly find out how far one can go.” ― T.S. Eliot"
]