[
  "“There is no pretending\" Jace said with absolute clarity. \"I love you and I will love you until I die and if there is life after that I'll love you then.” ― Cassandra Clare City of Glass",
  "“When someone loves you the way they talk about you is different. You feel safe and comfortable.” ― Jess C. Scott The Intern",
  "“He's like a drug for you Bella.” ― Stephenie Meyer Eclipse",
  "“I no longer believed in the idea of soul mates or love at first sight. But I was beginning to believe that a very few times in your life if you were lucky you might meet someone who was exactly right for you. Not because he was perfect or because you were but because your combined flaws were arranged in a way that allowed two separate beings to hinge together.” ― Lisa Kleypas Blue-Eyed Devil",
  "“You can't force love I realized. It's there or it isn't. If it's not there you've got to be able to admit it. If it is there you've got to do whatever it takes to protect the ones you love.” ― Richelle Mead Frostbite",
  "“Some women choose to follow men and some women choose to follow their dreams. If you're wondering which way to go remember that your career will never wake up and tell you that it doesn't love you anymore.” ― Lady Gaga",
  "“The best love is the kind that awakens the soul and makes us reach for more that plants a fire in our hearts and brings peace to our minds. And that's what you've given me. That's what I'd hoped to give you forever” ― Nicholas Sparks",
  "“And I'm suppose to sit by while you date boys and fall in love with someone else get married...?\" His voice tightened. \"And meanwhile I'll die a little bit more every day watching.” ― Cassandra Clare City of Glass",
  "“I heard what you said. I’m not the silly romantic you think. I don’t want the heavens or the shooting stars. I don’t want gemstones or gold. I have those things already. I want…a steady hand. A kind soul. I want to fall asleep and wake knowing my heart is safe. I want to love and be loved.” ― Shana Abe",
  "“I have a history of making decisions very quickly about men. I have always fallen in love fast and without measuring risks. I have a tendency not only to see the best in everyone but to assume that everyone is emotionally capable of reaching his highest potential. I have fallen in love more times than I care to count with the highest potential of a man rather than with the man himself and I have hung on to the relationship for a long time (sometimes far too long) waiting for the man to ascend to his own greatness. Many times in romance I have been a victim of my own optimism.” ― Elizabeth Gilbert Eat Pray Love",
  "“The very essence of romance is uncertainty.” ― Oscar Wilde The Importance of Being Earnest and Other Plays",
  "“They didn’t agree on much. In fact they didn’t agree on anything. They fought all the time and challenged each other ever day. But despite their differences they had one important thing in common. They were crazy about each other.” ― Nicholas Sparks The Notebook",
  "“I cannot fix on the hour or the spot or the look or the words which laid the foundation. It is too long ago. I was in the middle before I knew that I had begun.” ― Jane Austen Pride and Prejudice",
  "“If you love somebody let them go for if they return they were always yours. If they don't they never were.” ― Kahlil Gibran",
  "“If he’s not calling you it’s because you are not on his mind. If he creates expectations for you and then doesn’t follow through on little things he will do same for big things. Be aware of this and realize that he’s okay with disappointing you. Don’t be with someone who doesn’t do what they say they’re going to do. If he’s choosing not to make a simple effort that would put you at ease and bring harmony to a recurring fight then he doesn’t respect your feelings and needs. “Busy” is another word for “asshole.” “Asshole” is another word for the guy you’re dating. You deserve a fcking phone call.” ― Greg Behrendt",
  "“If music be the food of love play on;Give me excess of it that surfeitingThe appetite may sicken and so die.That strain again! it had a dying fall:O it came o'er my ear like the sweet soundThat breathes upon a bank of violetsStealing and giving odour! Enough; no more:'Tis not so sweet now as it was before.O spirit of love! how quick and fresh art thouThat notwithstanding thy capacityReceiveth as the sea nought enters thereOf what validity and pitch soe'erBut falls into abatement and low priceEven in a minute: so full of shapes is fancyThat it alone is high fantastical.” ― William Shakespeare Twelfth Night",
  "“I can feel Peeta press his forehead into my temple and he asks 'So now that you've got me what are you going to do with me?' I turn into him. 'Put you somewhere you can't get hurt.” ― Suzanne Collins The Hunger Games",
  "“When love is not madness it is not love.” ― Pedro Calderon de la Barca",
  "“Only a true best friend can protect you from your immortal enemies.” ― Richelle Mead Vampire Academy",
  "“True love is rare and it's the only thing that gives life real meaning.” ― Nicholas Sparks Message in a Bottle",
  "“I was smiling yesterdayI am smiling today and I will smile tomorrow.Simply because life is too short to cry for anything.” ― Santosh Kalwar Quote Me Everyday",
  "“The heart is an arrow. It demands aim to land true.” ― Leigh Bardugo Six of Crows",
  "“I can listen no longer in silence. I must speak to you by such means as are within my reach. You pierce my soul. I am half agony half hope. Tell me not that I am too late that such precious feelings are gone for ever. I offer myself to you again with a heart even more your own than when you almost broke it eight years and a half ago. Dare not say that man forgets sooner than woman that his love has an earlier death. I have loved none but you. Unjust I may have been weak and resentful I have been but never inconstant. You alone have brought me to Bath. For you alone I think and plan. Have you not seen this? Can you fail to have understood my wishes? I had not waited even these ten days could I have read your feelings as I think you must have penetrated mine. I can hardly write. I am every instant hearing something which overpowers me. You sink your voice but I can distinguish the tones of that voice when they would be lost on others. Too good too excellent creature! You do us justice indeed. You do believe that there is true attachment and constancy among men. Believe it to be most fervent most undeviating in F. W.I must go uncertain of my fate; but I shall return hither or follow your party as soon as possible. A word a look will be enough to decide whether I enter your father's house this evening or never.” ― Jane Austen Persuasion",
  "“Never close your lips to those whom you have already opened your heart.” ― Charles Dickens",
  "“It isn't possible to love and part. You will wish that it was. You can transmute love ignore it muddle it but you can never pull it out of you. I know by experience that the poets are right: love is eternal.” ― E.M. Forster A Room with a View",
  "“There was a clatter as the basilisk fangs cascaded out of Hermione's arms. Running at Ron she flung them around his neck and kissed him full on the mouth. Ron threw away the fangs and broomstick he was holding and responded with such enthusiasm that he lifted Hermione off her feet. \"Is this the moment?\" Harry asked weakly and when nothing happened except that Ron and Hermione gripped each other still more firmly and swayed on the spot he raised his voice. \"OI! There's a war going on here!\" Ron and Hermione broke apart their arms still around each other. \"I know mate\" said Ron who looked as though he had recently been hit on the back of the head with a Bludger \"so it's now or never isn't it?\" \"Never mind that what about the Horcrux?\" Harry shouted. \"D'you think you could just --- just hold it in until we've got the diadem?\" \"Yeah --- right --- sorry ---\" said Ron and he and Hermione set about gathering up fangs both pink in the face.” ― J.K. Rowling Harry Potter and the Deathly Hallows",
  "“You know what charm is: a way of getting the answer yes without having asked any clear question.” ― Albert Camus The Fall",
  "“You here to finish me off Sweetheart?” ― Suzanne Collins The Hunger Games",
  "“Say 'provoking' again. Your mouth looks provocative when you do.” ― Becca Fitzpatrick Hush Hush",
  "“Every great love starts with a great story...” ― Nicholas Sparks The Notebook"
]