[
  "“I'm selfish impatient and a little insecure. I make mistakes I am out of control and at times hard to handle. But if you can't handle me at my worst then you sure as hell don't deserve me at my best.” ― Marilyn Monroe",
  "“If you tell the truth you don't have to remember anything.” ― Mark Twain",
  "“When someone loves you the way they talk about you is different. You feel safe and comfortable.” ― Jess C. Scott The Intern",
  "“The reason I talk to myself is because I’m the only one whose answers I accept.” ― George Carlin",
  "“The truth is rarely pure and never simple.” ― Oscar Wilde The Importance of Being Earnest",
  "“The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing and should therefore be treated with great caution.” ― J.K. Rowling Harry Potter and the Sorcerer's Stone",
  "“A lie can travel half way around the world while the truth is putting on its shoes.” ― Mark Twain",
  "“Never tell the truth to people who are not worthy of it.” ― Mark Twain",
  "“Perhaps one did not want to be loved so much as to be understood.” ― George Orwell 1984",
  "“The truth will set you free but first it will piss you off.” ― Joe Klaas The Twelve Steps to Happiness: A Practical Handbook for Understanding and Working the Twelve Step Programs for Alcoholism Codependency Eating Disorders and Other Addictions",
  "“When I despair I remember that all through history the way of truth and love have always won. There have been tyrants and murderers and for a time they can seem invincible but in the end they always fall. Think of it--always.” ― Mahatma Gandhi",
  "“I am not pretty. I am not beautiful. I am as radiant as the sun.” ― Suzanne Collins The Hunger Games",
  "“Above all don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him or around him and so loses all respect for himself and for others. And having no respect he ceases to love.” ― Fyodor Dostoevsky The Brothers Karamazov",
  "“Facts do not cease to exist because they are ignored.” ― Aldous Huxley Complete Essays Vol. II: 1926-1929",
  "“I believe in everything until it's disproved. So I believe in fairies the myths dragons. It all exists even if it's in your mind. Who's to say that dreams and nightmares aren't as real as the here and now?” ― John Lennon",
  "“In a time of deceit telling the truth is a revolutionary act.” ― George Orwell",
  "“A thing is not necessarily true because a man dies for it.” ― Oscar Wilde",
  "“Here's all you have to know about men and women: women are crazy men are stupid. And the main reason women are crazy is that men are stupid.” ― George Carlin When Will Jesus Bring The Pork Chops?",
  "“Books are mirrors: you only see in them what you already have inside you.” ― Carlos Ruiz Zafón The Shadow of the Wind",
  "“The unexamined life is not worth living.” ― Socrates",
  "“Be mindful. Be grateful. Be positive. Be true. Be kind.” ― Roy T. Bennett The Light in the Heart",
  "“Man is least himself when he talks in his own person. Give him a mask and he will tell you the truth.” ― Oscar Wilde",
  "“Men occasionally stumble over the truth but most of them pick themselves up and hurry off as if nothing had happened.” ― Winston S. Churchill",
  "“I lie to myself all the time. But I never believe me.” ― S.E. Hinton The Outsiders",
  "“Never be afraid to raise your voice for honesty and truth and compassion against injustice and lying and greed. If people all over the world...would do this it would change the earth.” ― William Faulkner",
  "“Truth is stranger than fiction but it is because Fiction is obliged to stick to possibilities; Truth isn't.” ― Mark Twain Following the Equator: A Journey Around the World",
  "“The truth does not change according to our ability to stomach it.” ― Flannery O'Connor",
  "“The truth is unless you let go unless you forgive yourself unless you forgive the situation unless you realize that the situation is over you cannot move forward.” ― Steve Maraboli Unapologetically You: Reflections on Life and the Human Experience",
  "“Rather than love than money than fame give me truth.” ― Henry David Thoreau Walden",
  "“The things you do for yourself are gone when you are gone but the things you do for others remain as your legacy.” ― Kalu Ndukwe Kalu"
]