[
  "“The fool doth think he is wise but the wise man knows himself to be a fool.” ― William Shakespeare As You Like It",
  "“It is better to remain silent at the risk of being thought a fool than to talk and remove all doubt of it.” ― Maurice Switzer Mrs. Goose Her Book",
  "“Whenever you find yourself on the side of the majority it is time to reform (or pause and reflect).” ― Mark Twain",
  "“When someone loves you the way they talk about you is different. You feel safe and comfortable.” ― Jess C. Scott The Intern",
  "“Knowing yourself is the beginning of all wisdom.” ― Aristotle",
  "“The only true wisdom is in knowing you know nothing.” ― Socrates",
  "“The saddest aspect of life right now is that science gathers knowledge faster than society gathers wisdom.” ― Isaac Asimov",
  "“Hold fast to dreamsFor if dreams dieLife is a broken-winged birdThat cannot fly.” ― Langston Hughes",
  "“Count your age by friends not years. Count your life by smiles not tears.” ― John Lennon",
  "“In a good bookroom you feel in some mysterious way that you are absorbing the wisdom contained in all the books through your skin without even opening them.” ― Mark Twain",
  "“May you live every day of your life.” ― Jonathan Swift",
  "“Any fool can know. The point is to understand.” ― Albert Einstein",
  "“It is the mark of an educated mind to be able to entertain a thought without accepting it.” ― Aristotle Metaphysics",
  "“The secret of life though is to fall seven times and to get up eight times.” ― Paulo Coelho The Alchemist",
  "“Never laugh at live dragons.” ― J.R.R. Tolkien",
  "“If you're reading this...Congratulations you're alive.If that's not something to smile aboutthen I don't know what is.” ― Chad Sugg Monsters Under Your Head",
  "“There is neither happiness nor misery in the world; there is only the comparison of one state with another nothing more. He who has felt the deepest grief is best able to experience supreme happiness. We must have felt what it is to die Morrel that we may appreciate the enjoyments of life. \" Live then and be happy beloved children of my heart and never forget that until the day God will deign to reveal the future to man all human wisdom is contained in these two words 'Wait and Hope.” ― Alexandre Dumas",
  "“Think before you speak. Read before you think.” ― Fran Lebowitz The Fran Lebowitz Reader",
  "“Never let your sense of morals prevent you from doing what is right.” ― Isaac Asimov Foundation",
  "“The best index to a person's character is how he treats people who can't do him any good and how he treats people who can't fight back.” ― Abigail Van Buren",
  "“The unexamined life is not worth living.” ― Socrates",
  "“Turn your wounds into wisdom.” ― Oprah Winfrey",
  "“The simple things are also the most extraordinary things and only the wise can see them.” ― Paulo Coelho The Alchemist",
  "“There are three things all wise men fear: the sea in storm a night with no moon and the anger of a gentle man.” ― Patrick Rothfuss The Wise Man’s Fear",
  "“It's a dangerous business Frodo going out your door. You step onto the road and if you don't keep your feet there's no knowing where you might be swept off to.” ― J.R.R. Tolkien The Lord of the Rings",
  "“Angry people are not always wise.” ― Jane Austen Pride and Prejudice",
  "“Yesterday I was clever so I wanted to change the world. Today I am wise so I am changing myself.” ― Rumi",
  "“By three methods we may learn wisdom: First by reflection which is noblest; Second by imitation which is easiest; and third by experience which is the bitterest.” ― Confucious",
  "“You do not write your life with words...You write it with actions. What you think is not important. It is only important what you do.” ― Patrick Ness A Monster Calls",
  "“It is amazing how complete is the delusion that beauty is goodness.” ― Leo Tolstoy The Kreutzer Sonata"
]