[
  "“I love deadlines. I love the whooshing noise they make as they go by.” ― Douglas Adams The Salmon of Doubt: Hitchhiking the Galaxy One Last Time",
  "“There is no greater agony than bearing an untold story inside you.” ― Maya Angelou I Know Why the Caged Bird Sings",
  "“What really knocks me out is a book that when you're all done reading it you wish the author that wrote it was a terrific friend of yours and you could call him up on the phone whenever you felt like it. That doesn't happen much though.” ― J.D. Salinger The Catcher in the Rye",
  "“If there's a book that you want to read but it hasn't been written yet then you must write it.” ― Toni Morrison",
  "“There is nothing to writing. All you do is sit down at a typewriter and bleed.” ― Ernest Hemingway",
  "“You have to write the book that wants to be written. And if the book will be too difficult for grown-ups then you write it for children.” ― Madeleine L'Engle",
  "“If you don't have time to read you don't have the time (or the tools) to write. Simple as that.” ― Stephen King",
  "“Lock up your libraries if you like; but there is no gate no lock no bolt that you can set upon the freedom of my mind.” ― Virginia Woolf A Room of One’s Own",
  "“We write to taste life twice in the moment and in retrospect.” ― Anais Nin",
  "“Substitute 'damn' every time you're inclined to write 'very;' your editor will delete it and the writing will be just as it should be.” ― Mark Twain",
  "“One day I will find the right words and they will be simple.” ― Jack Kerouac The Dharma Bums",
  "“We live and breathe words. .... It was books that made me feel that perhaps I was not completely alone. They could be honest with me and I with them. Reading your words what you wrote how you were lonely sometimes and afraid but always brave; the way you saw the world its colors and textures and sounds I felt--I felt the way you thought hoped felt dreamt. I felt I was dreaming and thinking and feeling with you. I dreamed what you dreamed wanted what you wanted--and then I realized that truly I just wanted you.” ― Cassandra Clare Clockwork Prince",
  "“Fantasy is hardly an escape from reality. It's a way of understanding it.” ― Lloyd Alexander",
  "“And by the way everything in life is writable about if you have the outgoing guts to do it and the imagination to improvise. The worst enemy to creativity is self-doubt.” ― Sylvia Plath The Unabridged Journals of Sylvia Plath",
  "“Those who find ugly meanings in beautiful things are corrupt without being charming. This is a fault. Those who find beautiful meanings in beautiful things are the cultivated. For these there is hope. They are the elect to whom beautiful things mean only Beauty. There is no such thing as a moral or an immoral book. Books are well written or badly written. That is all.” ― Oscar Wilde The Picture of Dorian Gray",
  "“Read read read. Read everything -- trash classics good and bad and see how they do it. Just like a carpenter who works as an apprentice and studies the master. Read! You'll absorb it.Then write. If it's good you'll find out. If it's not throw it out of the window.” ― William Faulkner",
  "“You never have to change anything you got up in the middle of the night to write.” ― Saul Bellow",
  "“No tears in the writer no tears in the reader. No surprise in the writer no surprise in the reader.” ― Robert Frost",
  "“You must stay drunk on writing so reality cannot destroy you.” ― Ray Bradbury Zen in the Art of Writing: Releasing the Creative Genius Within You",
  "“The difference between the almost right word and the right word is really a large matter. ’tis the difference between the lightning bug and the lightning.” ― Mark Twain The Wit and Wisdom of Mark Twain: A Book of Quotations",
  "“Don't tell me the moon is shining; show me the glint of light on broken glass.” ― Anton Chekhov",
  "“Fiction is the truth inside the lie.” ― Stephen King",
  "“The most important things are the hardest to say. They are the things you get ashamed of because words diminish them -- words shrink things that seemed limitless when they were in your head to no more than living size when they're brought out. But it's more than that isn't it? The most important things lie too close to wherever your secret heart is buried like landmarks to a treasure your enemies would love to steal away. And you may make revelations that cost you dearly only to have people look at you in a funny way not understanding what you've said at all or why you thought it was so important that you almost cried while you were saying it. That's the worst I think. When the secret stays locked within not for want of a teller but for want of an understanding ear.” ― Stephen King",
  "“The road to hell is paved with adverbs.” ― Stephen King On Writing: A Memoir of the Craft",
  "“Words can be like X-rays if you use them properly – they’ll go through anything. You read and you’re pierced.” ― Aldous Huxley Brave New World",
  "“The scariest moment is always just before you start.” ― Stephen King On Writing: A Memoir of the Craft",
  "“There is no real ending. It’s just the place where you stop the story.” ― Frank Herbert",
  "“Writing is a socially acceptable form of schizophrenia.” ― E.L. Doctorow",
  "“Start writing no matter what. The water does not flow until the faucet is turned on.” ― Louis L'Amour",
  "“Don't bend; don't water it down; don't try to make it logical; don't edit your own soul according to the fashion. Rather follow your most intense obsessions mercilessly.” ― Franz Kafka"
]